llama31/XML/65865.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">\n  <soap:Body>\n    <eb:executeProcedure xmlns:eb="http://xmlns.oracle.com/apps/ebusiness/soap/">\n      <procedureName>AP_VENDOR_PUB_PKG.CREATE_VENDOR</procedureName>\n      <paramList>\n        <param>\n          <name>VENDOR_NAME</name>\n          <value>John Doe</value>\n        </param>\n      </paramList>\n    </eb:executeProcedure>\n  </soap:Body>\n</soap:Envelope>